/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Ninguna)";

/* displayed in the cell */
"Click to record shortcut" = "Registrar función rápida";

/* key modifier */
"Command + " = "Comando + ";

/* key modifier */
"Control + " = "Control + ";

/* key modifier */
"Option + " = "Opción + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "Teclado núm. %@";

/* key modifier */
"Shift + " = "Mayús + ";

/* No comment provided by engineer. */
"Space" = "Espacio";

/* error description */
"The key combination \"%@\" can't be used because %@." = "No se puede utilizar la combinación de teclas \"%1$@\" porque %2$@.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "No se puede utilizar la combinación de teclas \"%@\" porque ya la utiliza una función rápida de teclado del sistema. (Si realmente quiere utilizar esta combinación de teclas, la mayoría de funciones rápidas se pueden modificar en el panel Teclado de las Preferencias del Sistema.)";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "No se puede utilizar la combinación de teclas \"%1$@\" porque ya la utiliza el elemento de menú \"%2$@\".";

/* error description */
"The key combination %@ can't be used!" = "No se puede utilizar la combinación de teclas %@.";

/* displayed in the cell */
"Type shortcut" = "Introducir función rápida";

/* displayed in the cell */
"Use old shortcut" = "Usar función antigua";

